{
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "please": 3,
    "tell": 4,
    "me": 5,
    "more": 6,
    "about": 7,
    "hello": 8,
    "how": 9,
    "do": 10,
    "i": 11,
    "start": 12,
    "a": 13,
    "garden?": 14,
    "again?": 15,
    "what's": 16,
    "the": 17,
    "meaning": 18,
    "of": 19,
    "life?": 20,
    "who": 21,
    "wrote": 22,
    "romeo": 23,
    "and": 24,
    "juliet?": 25,
    "theory": 26,
    "relativity?": 27,
    "can": 28,
    "you": 29,
    "help": 30,
    "with": 31,
    "my": 32,
    "homework?": 33,
    "tall": 34,
    "is": 35,
    "mount": 36,
    "everest?": 37,
    "make": 38,
    "spaghetti?": 39,
    "largest": 40,
    "planet": 41,
    "in": 42,
    "our": 43,
    "solar": 44,
    "system?": 45,
    "does": 46,
    "photosynthesis": 47,
    "work?": 48,
    "difference": 49,
    "between": 50,
    "virus": 51,
    "bacteria?": 52,
    "capital": 53,
    "france?": 54,
    "psychology": 55,
    "psychiatry?": 56,
    "joke": 57,
    "your": 58,
    "favorite": 59,
    "book?": 60,
    "color?": 61,
    "weather": 62,
    "like": 63,
    "today?": 64,
    "friends?": 65,
    "learn": 66,
    "to": 67,
    "code?": 68,
    "are": 69,
    "you?": 70,
    "greetings": 71,
    "how's": 72,
    "it": 73,
    "going?": 74,
    "what": 75,
    "forecast": 76,
    "for": 77,
    "share": 78,
    "funny": 79,
    "story": 80,
    "which": 81,
    "color": 82,
    "prefer?": 83,
    "could": 84,
    "assist": 85,
    "studies?": 86,
    "city": 87,
    "best": 88,
    "way": 89,
    "cook": 90,
    "purpose": 91,
    "existence?": 92,
    "height": 93,
    "author": 94,
    "biggest": 95,
    "some": 96,
    "ways": 97,
    "coding?": 98,
    "explain": 99,
    "distinction": 100,
    "viruses": 101,
    "describe": 102,
    "process": 103,
    "photosynthesis?": 104,
    "book": 105,
    "recommend?": 106,
    "tips": 107,
    "making": 108,
    "new": 109,
    "einstein's": 110,
    "steps": 111,
    "should": 112,
    "take": 113,
    "begin": 114,
    "gardening?": 115,
    "distinguishes": 116,
    "from": 117,
    "hi": 118,
    "there!": 119,
    "garden,": 120,
    "choose": 121,
    "sunny": 122,
    "spot,": 123,
    "prepare": 124,
    "soil,": 125,
    "decide": 126,
    "plant,": 127,
    "sure": 128,
    "water": 129,
    "care": 130,
    "plants": 131,
    "regularly.": 132,
    "would": 133,
    "specific": 134,
    "gardening": 135,
    "tips?": 136,
    "that's": 137,
    "profound": 138,
    "question!": 139,
    "philosophers": 140,
    "have": 141,
    "debated": 142,
    "this": 143,
    "centuries.": 144,
    "say": 145,
    "it's": 146,
    "find": 147,
    "happiness,": 148,
    "others": 149,
    "positive": 150,
    "impact.": 151,
    "think?": 152,
    "juliet": 153,
    "was": 154,
    "written": 155,
    "by": 156,
    "william": 157,
    "shakespeare.": 158,
    "relativity,": 159,
    "developed": 160,
    "albert": 161,
    "einstein,": 162,
    "describes": 163,
    "space": 164,
    "time": 165,
    "linked": 166,
    "objects": 167,
    "moving": 168,
    "at": 169,
    "different": 170,
    "speeds.": 171,
    "has": 172,
    "two": 173,
    "parts:": 174,
    "special": 175,
    "relativity": 176,
    "general": 177,
    "relativity.": 178,
    "i'd": 179,
    "be": 180,
    "happy": 181,
    "try!": 182,
    "subject": 183,
    "homework": 184,
    "in?": 185,
    "everest": 186,
    "approximately": 187,
    "29,029": 188,
    "feet": 189,
    "(8,848": 190,
    "meters)": 191,
    "tall.": 192,
    "spaghetti,": 193,
    "boil": 194,
    "water,": 195,
    "add": 196,
    "salt,": 197,
    "pasta,": 198,
    "drain": 199,
    "it,": 200,
    "sauce.": 201,
    "detailed": 202,
    "recipe?": 203,
    "system": 204,
    "jupiter.": 205,
    "use": 206,
    "sunlight,": 207,
    "carbon": 208,
    "dioxide": 209,
    "produce": 210,
    "oxygen": 211,
    "energy": 212,
    "form": 213,
    "sugar.": 214,
    "complex": 215,
    "that": 216,
    "occurs": 217,
    "chloroplasts": 218,
    "plant": 219,
    "cells.": 220,
    "smaller": 221,
    "than": 222,
    "bacteria": 223,
    "need": 224,
    "host": 225,
    "cell": 226,
    "reproduce.": 227,
    "single-celled": 228,
    "organisms": 229,
    "reproduce": 230,
    "on": 231,
    "their": 232,
    "own.": 233,
    "antibiotics": 234,
    "work": 235,
    "against": 236,
    "but": 237,
    "not": 238,
    "viruses.": 239,
    "france": 240,
    "paris.": 241,
    "study": 242,
    "behavior": 243,
    "mind,": 244,
    "while": 245,
    "psychiatry": 246,
    "medical": 247,
    "field": 248,
    "focusing": 249,
    "diagnosing": 250,
    "treating": 251,
    "mental": 252,
    "disorders.": 253,
    "psychiatrists": 254,
    "prescribe": 255,
    "medication,": 256,
    "most": 257,
    "psychologists": 258,
    "cannot.": 259,
    "why": 260,
    "don't": 261,
    "scientists": 262,
    "trust": 263,
    "atoms?": 264,
    "because": 265,
    "they": 266,
    "up": 267,
    "everything!": 268,
    "as": 269,
    "an": 270,
    "ai,": 271,
    "personal": 272,
    "preferences,": 273,
    "discuss": 274,
    "many": 275,
    "books!": 276,
    "there": 277,
    "particular": 278,
    "genre": 279,
    "or": 280,
    "you're": 281,
    "interested": 282,
    "all": 283,
    "colors": 284,
    "fascinating": 285,
    "own": 286,
    "way!": 287,
    "i'm": 288,
    "sorry,": 289,
    "real-time": 290,
    "information.": 291,
    "might": 292,
    "want": 293,
    "check": 294,
    "app": 295,
    "website": 296,
    "up-to-date": 297,
    "forecast.": 298,
    "friends": 299,
    "involves": 300,
    "being": 301,
    "open,": 302,
    "joining": 303,
    "social": 304,
    "activities,": 305,
    "showing": 306,
    "genuine": 307,
    "interest": 308,
    "others,": 309,
    "good": 310,
    "listener.": 311,
    "takes": 312,
    "effort,": 313,
    "worth": 314,
    "it!": 315,
    "learning": 316,
    "code": 317,
    "great": 318,
    "skill!": 319,
    "online": 320,
    "resources": 321,
    "codecademy": 322,
    "freecodecamp,": 323,
    "language": 324,
    "python": 325,
    "with,": 326,
    "practice": 327,
    "advice?": 328,
    "doing": 329,
    "well,": 330,
    "thank": 331,
    "asking.": 332
}